Repository: alexkdeveloper/guessnumber
Catalog: po/*.po
Languages: nl

source: Back
nl: Terug

source: To the start page
nl: Terug naar hoofdscherm

source: Welcome to the game!
nl: Welkom in het spel!

source: _Numbers from 1 to
nl: Getalle_n van 1 tot

source: _Number of attempts:
nl: Aa_ntal pogingen:

source: You guess
nl: Zelf raden

source: The program guesses
nl: Computer laden raden

source: _Your number:
nl: Mijn _getal:

source: CHECK
nl: CONTROLEREN

source: My number is greater
nl: Mijn getal is hoger

source: My number is less
nl: Mijn getal is lager

source: Guessed!
nl: Geraden!

source: Enter the maximum number of guesses
nl: Voer het maximumaantal antwoorden in

source: Enter the number of attempts
nl: Voer het maximumaantal pogingen in

source: The maximum number cannot be less than 2
nl: Het maximumgetal moet 2 of meer zijn

source: The number of attempts cannot be less than 1
nl: Het aantal pogingen moet 1 of meer zijn

source: Guessed number from 1 to
nl: Geraden getal van 1 tot

source: . Guess it in
nl: . Raad het in maximaal

source: tries.
nl: pogingen.

source: Is it number
nl: Het getal is

source: You guessed a number from 1 to
nl: U heeft een getal geraden van 1 tot

source: . The program will try to guess it in
nl: . De toepassing zal trachten het te raden in maximaal

source: attempts.
nl: pogingen.

source: Attempt No.
nl: Poging nummer

source: . Remaining tries:
nl: . Aantal resterende pogingen:

source: Question
nl: Vraag

source: Come back? The game will be reset.
nl: Weet u zeker dat u wilt teruggaan?Het huidige spel wordt hierdoor afgebroken.

source: Cancel
nl: Annuleren

source: Come back
nl: Teruggaan

source: Enter your number
nl: Voer een getal in

source: . You have attempts left:
nl: . Aantal resterende pogingen:

source: My number is greater!
nl: Mijn getal is hoger!

source: My number is less!
nl: Mijn getal is lager!

source: Trying is over! It was number
nl: Helaas pindakaas! Het getal was

source: You guessed the number
nl: U probeerde het getal

source: Trying is over!
nl: Helaas pindakaas!

source: Message
nl: Bericht
